tap "narugit/tap"
tap "tako8ki/tap"
tap "veeso/termscp"
brew "asciinema"
brew "bash"
brew "bat"
brew "cargo-binstall"
brew "cmake"
brew "container", restart_service: :changed
brew "deno"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git-delta"
brew "pinentry"
brew "gnupg"
brew "helix"
brew "htop"
brew "hyperfine"
brew "jaq"
brew "less"
brew "macos-trash", link: true
brew "make"
brew "mas"
brew "netcat"
brew "node"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "prettier"
brew "ripgrep"
brew "ruff"
brew "sheldon"
brew "starship"
brew "tectonic"
brew "telnet"
brew "tokei"
brew "trunk"
brew "uv"
brew "wasm-pack"
brew "wasmer"
brew "watch"
brew "wimlib"
brew "zoxide"
brew "narugit/tap/smctemp"
cask "anki"
cask "appcleaner"
cask "autofirma"
cask "container"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iina"
cask "keka"
cask "microsoft-edge"
cask "qlmarkdown"
cask "rectangle"
cask "syntax-highlight"
cask "transmission"
cask "tunnelbear"
cask "visual-studio-code"
cask "zed"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "LanguageTool", id: 1534275760
mas "Refined GitHub", id: 1519867270
mas "Telegram", id: 747648890
mas "WhatsApp", id: 310633997
