tap "homebrew/bundle"
tap "homebrew/services"
tap "tako8ki/tap"
tap "veeso/termscp"
brew "bat"
brew "biber"
brew "cmake"
brew "colima"
brew "coreutils"
brew "croc"
brew "dbus"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "helix"
brew "hyperfine"
brew "jaq"
brew "kubernetes-cli"
brew "less"
brew "libtool"
brew "macos-trash", link: true
brew "mas"
brew "mit-scheme"
brew "neofetch"
brew "netcat"
brew "node"
brew "oha"
brew "pandoc"
brew "pkgconf"
brew "pnpm"
brew "prettier"
brew "ripgrep"
brew "ruff"
brew "sd"
brew "sheldon"
brew "showkey"
brew "starship"
brew "tectonic"
brew "telnet"
brew "tokei"
brew "trunk"
brew "uv"
brew "wasm-pack"
brew "wasmer"
brew "watch"
brew "wimlib"
brew "xh"
brew "zoxide"
brew "veeso/termscp/termscp"
cask "appcleaner"
cask "autofirma"
cask "balenaetcher"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "iterm2"
cask "keka"
cask "maccy"
cask "microsoft-edge"
cask "mqttx"
cask "qlmarkdown"
cask "syntax-highlight"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "wireshark"
cask "zed"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "LanguageTool", id: 1534275760
mas "Refined GitHub", id: 1519867270
mas "Vimari", id: 1480933944
